/* {username} does not exist */
"%@ does not exist" = "%@不存在";

/* After Sending Yo| Title of alert displayed when yoing a user on your blocked list
 YoMainController | Title of alert displayed when adding a user on your blocked list */
"%@ is on your Blocked List" = "%@位于您的黑名单中";

/* %@ = USERNAME */
"%@ Yo" = "%@ Yo";

/* {username} yo'd you */
"%@ Yo'd You" = "%@派你Yo";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@不是链接，请复制有效的链接\n例如：http://www.example.com";

/* No comment provided by engineer. */
"@Yo Back" = "Yo回位置";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "您确定要退出？";

/*No comment provided by engineer.*/
"Are you sure?" = "您确定？";

/*No comment provided by engineer.*/
"BACK" = "返回";

/* No comment provided by engineer. */
"Back" = "返回";

/*as in block another user*/
"BLOCK" = "拦截";

/*No comment provided by engineer.*/
"Block Failed" = "拦截失败";

/*Blocked {USERNAME}*/
"Blocked %@" = "已拦截%@";

/*No comment provided by engineer.*/
"Cancel" = "取消";

/*No comment provided by engineer.*/
"CANCEL" = "取消";

/*No comment provided by engineer.*/
"CANCELED" = "已取消";

/* Cannot Add {username} */
"Cannot Add %@" = "不能添加%@";

/*No comment provided by engineer.*/
"Change" = "更改";

/* No comment provided by engineer. */
"chat with us" = "与我们聊天";

/* No comment provided by engineer. */
"Check out this Yo service: %@" = "看看这个Yo服务: %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "选择另一个";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "选择密码";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "选择用户名";

/*No comment provided by engineer.*/
"Close" = "关闭";

/* No comment provided by engineer. */
"close" = "关闭";

/* No comment provided by engineer. */
"Close the App to\nSee Something Cool" = "关闭应用程序\n看到的东西很酷";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "连接错误，请稍候再尝试更新密码";

/*No comment provided by engineer.*/
"CONTACTS" = "通讯录";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "复制链接或图片\n点击并长按进行分享";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "复制链接。点击并长按进行分享。";

/*No comment provided by engineer.*/
"Delete" = "删除";

/* No comment provided by engineer. */
"details" = "详细信息";

/* Didnt get text/email */
"Didn't Get %@" = "没有得到%@";

/*No comment provided by engineer.*/
"Didn't get code" = "没有获得验证码";

/* No comment provided by engineer. */
"Dismiss" = "解雇";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "您是否喜欢Yo应用？";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "您是否希望对此用户取消拦截以便他可以向您发送Yo？";

/* YoMainController | Description of alert displayed when adding a user on your blocked list */
"Do you want to unblock this user?" = "你想取消拦截这个用户？";

/*No comment provided by engineer.*/
"Done" = "完成";

/*No comment provided by engineer.*/
"DONE" = "完成";

/* No comment provided by engineer. */
"Double tap any username to Yo your location!" = "双击任何用户名Yo您的位置!";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "双击并在Yo中分享您的位置。哪里是Yo@？";

/* No comment provided by engineer. */
"Double Tap Yos Location\nEnable Location" = "双击YOS位置\n启用位置";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "双击分享您的位置";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "编辑账户";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "编辑资料";

/*No comment provided by engineer.*/
"EMAIL SENT" = "已发送的电邮";

/*No comment provided by engineer.*/
"Email Us" = "向我们发送电邮";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "启用相机\n设置->隐私->相机";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "启用密码恢复";

/*No comment provided by engineer.*/
"Enable Push" = "启用推送";

/* No comment provided by engineer. */
"Enable Receiving Yos" = "启用接收Yos";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "输入全名";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "输入新电话号码";

/*No comment provided by engineer.*/
"Enter New Username" = "输入新用户名";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "输入密码";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "输入短信中的验证码";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "输入用户名";

/* No comment provided by engineer. */
"Enter Your Phone #\nTo Find Your Friends" = "输入您的电话号码\n找到你的朋友";

/*No comment provided by engineer.*/
"Error" = "错误";

/* No comment provided by engineer. */
"Even More" = "更加";

/*As in existing photos. could also read photos*/
"EXISTING" = "图片";

/* No comment provided by engineer. */
"EXPLORE\nTHE YO INDEX" = "EXPLORE\nTHE YO INDEX";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/*No comment provided by engineer.*/
"Failed" = "失败";

/*No comment provided by engineer.*/
"FAILED" = "失败";

/* $@ = {username} */
"Failed to block %@. Please try again later" = "未能拦截%@。请稍后再试";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "无法找到通讯录上的朋友";

/*No comment provided by engineer.*/
"Failed To Get Location" = "无法获得位置";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "无法通过Facebook账户登录。请重试。";

/* No comment provided by engineer. */
"Failed to Upload" = "上传失败";

/*No comment provided by engineer.*/
"Failed Yo" = "无法使用Yo";

/* No comment provided by engineer. */
"Failed Yo All" = "失败YO大家";

/* No comment provided by engineer. */
"Failed Yo All%@" = "失败YO大家%@";

/* No comment provided by engineer. */
"Failed Yo%@" = "失败YO%@";

/*No comment provided by engineer.*/
"FAILED!" = "失败！";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "失败！您是否有网络连接？";

/* No comment provided by engineer. */
"Failed\nNO URL" = "Failed\nNO URL";

/* No comment provided by engineer. */
"Failed\nNo URL" = "Failed\nNo URL";

/*No comment provided by engineer.*/
"FEEDBACK" = "反馈";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "寻找朋友";

/*No comment provided by engineer.*/
"FORGOT PASS" = "忘记密码";

/*No comment provided by engineer.*/
"FORGOT PASS?" = "忘记密码?";

/* No comment provided by engineer. */
"Friends Not Found" = "发现没有朋友";

/*No comment provided by engineer.*/
"FULL NAME" = "全名";

/* No comment provided by engineer. */
"Get Yo'd by Awesome Services!" = "从真棒服务获取Yos!";

/*Go as in proceed as in Send*/
"Go" = "前往";

/*just back works too*/
"GO BACK" = "返回";

/*As in Understood, or OK*/
"Got it!" = "明白！";

/* No comment provided by engineer. */
"Group Created" = "创建的组";

/*No comment provided by engineer.*/
"Hey There!" = "就在那里！";

/* No comment provided by engineer. */
"I just joined Yo. Yo me. " = "我刚刚加入Yo。Yo我。 ";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "我希望给您发送Yo！\n请点击这里添加我的Yo用户名：%1$@\n（如果您没有Yo应用，请点击%2$@）";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "我希望给您发送Yo！\n请点击这里添加我的Yo用户名：http://justyo.co/%@";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me %@" = "我想送你一个Yo!\nYo我 %@";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me at %@" = "我想送你一个Yo!\nYo我的 %@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me %@" = "我已被送往一个Yo%1$i倍！\nYo我 %2$@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me at %@" = "我已被送往一个Yo%1$i倍！\nYo我的 %2$@";

/*No comment provided by engineer.*/
"INCORRECT" = "错误";

/*No comment provided by engineer.*/
"INVITE" = "邀请";

/*Title for invite friends popup*/
"Invite Friends!" = "邀请朋友！";

/* No comment provided by engineer. */
"Invitiation Sent!" = "邀请已发送!";

/* No comment provided by engineer. */
"Join Yo!" = "加入Yo!";

/*No comment provided by engineer.*/
"Just hit Send" = "只需点击发送";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "已订阅来自%@的Yo！向他们发送Yo";

/* No comment provided by engineer. */
"Just subscribed to get Yo'd from %@! Yo them at %@" = "已订阅来自%1$@的Yo! 向他们发送YOS在%2$@";

/* FBLB:LikeButton */
"Like" = "赞";

/* FBLB:LikeButton */
"Liked" = "称赞";

/*No comment provided by engineer.*/
"Link Not Found" = "找不到链接";

/*No comment provided by engineer.*/
"LOGIN" = "登录";

/*No comment provided by engineer.*/
"Login Failed" = "登录失败";

/* No comment provided by engineer. */
"Login Required" = "需要登录";

/* No comment provided by engineer. */
"Login to Facebook?" = "登录到Facebook?";

/*No comment provided by engineer.*/
"LOGOUT" = "退出";

/* %@ = serviceName */
"Look what I found on Yo! %@ " = "看我发现了什么用Yo! %@ ";

/*No comment provided by engineer.*/
"MAIL" = "邮件";

/* No comment provided by engineer. */
"Malformed XML document. Error at line %@:%@." = "Malformed XML document. Error at line %1$@:%2$@.";

/*No comment provided by engineer.*/
"MAPS" = "地图";

/*No comment provided by engineer.*/
"Me" = "我";

/* No comment provided by engineer. */
"More" = "更多";

/*No*/
"Nah" = "不";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "新密码";

/* No comment provided by engineer. */
"Next" = "下一个";

/*No comment provided by engineer.*/
"No" = "不";

/*:) -> Smile*/
"No Blocked Users! :)" = "没有被拦截的用户！:)";

/*No comment provided by engineer.*/
"No Camera Found" = "找不到相机";

/* No comment provided by engineer. */
"No Contacts" = "没有联系人";

/*No comment provided by engineer.*/
"No contacts were found." = "找不到通讯录。";

/*No comment provided by engineer.*/
"No Contacts!" = "没有通讯录！";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "没有电邮账户";

/*No comment provided by engineer.*/
"No Internet!" = "没有网络！";

/* No comment provided by engineer. */
"No JSON generation functionality available" = "No JSON generation functionality available";

/* No comment provided by engineer. */
"No JSON parsing functionality available" = "No JSON parsing functionality available";

/*As in photo library*/
"No Library Found" = "找到不到图片库";

/*No comment provided by engineer.*/
"No Such User" = "没有此用户";

/*Cancel button for invite friends popup*/
"Not now" = "现在不";

/*No comment provided by engineer.*/
"OK" = "确定";

/* No comment provided by engineer. */
"Ok" = "Ok";

/*No comment provided by engineer.*/
"Open in Chrome" = "打开Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "打开Safari";

/* No comment provided by engineer. */
"Open Settings" = "打开设置";

/*PASS as in passcode*/
"PASS" = "密码";

/*No comment provided by engineer.*/
"PASSCODE" = "密码";

/*No comment provided by engineer.*/
"Passcode changed" = "密码已更改";

/* No comment provided by engineer. */
"Password Problem" = "密码问题";

/*As in Mobile, telephone*/
"PHONE" = "电话";

/* No comment provided by engineer. */
"Phone Number Set!" = "电话号码设置!";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "请在设置->邮件中添加电邮账户";

/* No comment provided by engineer. */
"Please check your internet connection and try again soon" = "请检查您的网络连接，并稍后再试";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "请在设置->Twitter中连接至Twitter";

/* No comment provided by engineer. */
"Please copy a valid link\ni.e. http://www.example.com" = "请复制一个有效的网络链接\ni.e. http://www.example.com";

/* No comment provided by engineer. */
"Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL" = "Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL";

/*please enable access to contacts*/
"Please enable contacts access" = "请启用通讯录访问";

/* No comment provided by engineer. */
"Please enter a valid country code" = "请输入有效的国家代码";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "请输入有效的电话号码";

/* No comment provided by engineer. */
"Please Launch Yo" = "Please Launch Yo";

/* No comment provided by engineer. */
"Please launch Yo & login" = "请启动呦和登录";

/* No comment provided by engineer. */
"Please launch Yo first to add contacts" = "请启动呦首先添加联系人";

/* No comment provided by engineer. */
"Please login again" = "请重新登录";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "请重试。\n如果问题仍然存在，请联络我们并给出此错误码：%@";

/*No comment provided by engineer.*/
"Please signup or login" = "请注册或登录";

/*No comment provided by engineer.*/
"Please try again" = "请重试";

/*No comment provided by engineer.*/
"Please try again later" = "请稍候重试";

/*As to rate, rating, review*/
"RATE" = "评价";

/*No comment provided by engineer.*/
"Resend" = "重发";

/*No comment provided by engineer.*/
"SAVE" = "保存";

/*No comment provided by engineer.*/
"Saved!" = "已保存！";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "选择用户名";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "选择更长的密码";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "选择进行分享的用户名";

/*No comment provided by engineer.*/
"Send" = "发送";

/*No comment provided by engineer.*/
"Send Email" = "发送电邮";

/*like URL link*/
"SENDING LINK" = "正在发送链接";

/* YoMainController | copy used when figured is pressed on contact and a photo is in the pasteboard */
"sending photo" = "正在发送图片";

/*No comment provided by engineer.*/
"Sent" = "已发送";

/*No comment provided by engineer.*/
"SENT @YO!" = "已发送@YO！";

/* No comment provided by engineer. */
"sent yo link!" = "已发送Yo链接!";

/* No comment provided by engineer. */
"sent yo location!" = "已发送Yo位置!";

/* No comment provided by engineer. */
"sent yo photo!" = "已发送Yo照片!";

/*No comment provided by engineer.*/
"SENT YO!" = "已发送YO！";

/* No comment provided by engineer. */
"SENT YOALL!" = "已发送YO所有!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "已发送YOYO！";

/* No comment provided by engineer. */
"Session Ended" = "会话结束";

/*No comment provided by engineer.*/
"Session Error" = "会话错误";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "设置密码\n（可和您已有的密码一致）";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "设置->隐私->通讯录->Yo";

/*No comment provided by engineer.*/
"Share" = "分享";

/*No comment provided by engineer.*/
"SHARE" = "分享";

/*No comment provided by engineer.*/
"Share on Facebook!" = "在Facebook分享！";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "和其他人分享这一精彩的服务！在主屏幕上向左滑动以取消订阅。";

/* No comment provided by engineer. */
"Share Your Yo, Yo" = "分享您的Yo，Yo";

/*No comment provided by engineer.*/
"SIGNUP" = "注册";

/* No comment provided by engineer. */
"SinaWeibo" = "SinaWeibo";

/*As in texting. may not need translating*/
"SMS" = "短信";

/* So {username} and others can Yo you back! */
"So %@ and others can Yo you back." = "所以%@和其他人可以回答你的Yo.";

/*No comment provided by engineer.*/
"Something went wrong" = "有错误发生";

/* No comment provided by engineer. */
"subscribe" = "订阅";

/* No comment provided by engineer. */
"subscribed" = "已订阅";

/*No comment provided by engineer.*/
"Subscribed!" = "已订阅！";

/* No comment provided by engineer. */
"SUBSCRIBED!" = "已订阅!";

/* No comment provided by engineer. */
"Swipe to open a Yo on the lockscreen." = "轻扫上的锁屏打开哟.";

/*As in take picture*/
"TAKE" = "拍照";

/* No comment provided by engineer. */
"Tap" = "Tap";

/* No comment provided by engineer. */
"Tap Name To Invite" = "按姓名邀请";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "点击发送YO的联络人";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "点击发送Yo的联络人";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "点击添加至您的Yo：http://justyo./%1$@\n（如果您没有Yo应用，请通过%2$@获取）";

/* No comment provided by engineer. */
"Tap to Allow" = "点击允许";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "点击登录";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "点击恢复";

/*No comment provided by engineer.*/
"TAP TO SET" = "点击设置";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "点击注册";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "帮助我们进行改进：";

/* No comment provided by engineer. */
"TencentWeibo" = "TencentWeibo";

/*No comment provided by engineer.*/
"TEXT SENT" = "短信已发送";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "此资料无法保护。请检查您的网络连接。";

/* No comment provided by engineer. */
"The two passwords do not match." = "这两个密码不匹配.";

/* No comment provided by engineer. */
"The Yo Index - subscribe to get Yo'd from awesome services!" = "在Yo Index - 订阅接收Yos由真棒服务！";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Index。进行订阅以便通过您最喜爱的服务获得Yo。";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "现在有更新版本的Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "现在有更新版本的Yo。您希望更新吗？\n%@";

/* No comment provided by engineer. */
"This is a 📎 Yo\n👐 Tap to Open it!" = "这是一个📎 Yo\n👐 按将其打开!";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "当把您的用户名滑动至右方，其他用户可以将可以看到您";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "此用户已存在。请尝试不同的用户名。";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "刷卡上留下用户名和自来水块阻止他们";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "要启用密码恢复：\n\n通过点击发送给Yo发送电邮。\n\n要取消，只需点击取消。\n\n\n------------------------------------------\n您的电邮将不会被用作除密码恢复外的其他用途。\n\n\n\n\n\n%@";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "要验证您的电话号码，请点击发送\n\nCode: %@\n\n* 运营商可能会收取费用";

/* Format for the string to return to a calling app. */
"Touch to return to %1$@" = "触摸恢复到%1$@";

/*No comment provided by engineer.*/
"Try again later" = "请稍候重试";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "输入用户名进行添加";

/* No comment provided by engineer. */
"Unblock" = "取消拦截";

/*No comment provided by engineer.*/
"UNBLOCK" = "取消拦截";

/*No comment provided by engineer.*/
"UNBLOCKED" = "已取消拦截";

/* No comment provided by engineer. */
"Unsubscribe Failed" = "退订失败";

/*unsibscribe*/
"UNSUB" = "取消订阅";

/* No comment provided by engineer. */
"Unsubscribe" = "退订";

/* Unsubscribed from {ServiceName} */
"Unsubscribed from %@" = "从%@退订";

/*As in software update available*/
"Update" = "更新";

/*No comment provided by engineer.*/
"User Exists" = "用户已存在";

/*No comment provided by engineer.*/
"USERNAME" = "用户名";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "用户名已被使用";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "验证密码";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "我们找不到您的任何朋友正在使用Yo。";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "我们没有属于此账户的电话号码或电邮。\n请给我们发送电邮，我们将恢复您的账户。";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "什么是Yo？";

/* No comment provided by engineer. */
"WhatsApp" = "WhatsApp";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "当您对用户取消拦截后，他们将被添加至您的朋友列表，但不会自动向他们发送Yo。- 享受您的Yo生活吧！";

/*No comment provided by engineer.*/
"Wrong code" = "错误码";

/*No comment provided by engineer.*/
"Yes" = "是";

/* No comment provided by engineer. */
"YES" = "是";

/* No comment provided by engineer. */
"Yo" = "Yo";

/* Sending images title */
"yo & photos!" = "Yo和图片！";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - 我获得了反馈";

/*No comment provided by engineer.*/
"YO ALL" = "向所有人发送YO";

/*As in resoond with a Yo*/
"Yo Back" = "回复Yo";

/* No comment provided by engineer. */
"yo back location" = "发送Yo位置回";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "YO统计";

/* Yo From Username */
"Yo From %@" = "Yo从%@";

/* Yo from {USERNAME} */
"Yo from %@" = "Yo从%@";

/* No comment provided by engineer. */
"Yo Index" = "Yo Index";

/* No comment provided by engineer. */
"Yo lets you communicate with your friends, sports teams, TV shows and more with a single tap, Yo." = "Yo让您与您的朋友，运动队，电视节目和更多的通信与一个单一的水龙头，Yo。";

/*No comment provided by engineer.*/
"Yo Location" = "Yo位置";

/*No comment provided by engineer.*/
"Yo me" = "给我发送Yo";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo要求网络连接！";

/*push access as is permission to send push notifications*/
"Yo Needs Push Access" = "YO要求推送访问";

/* No comment provided by engineer. */
"Yo Secrets" = "Yo秘密";

/* No comment provided by engineer. */
"Yo Store" = "Yo Store";

/*No comment provided by engineer.*/
"Yo This" = "对此发送Yo";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo！查看";

/* No comment provided by engineer. */
"Yoing this group will yo all its members" = "发送Yo这个组将Yo所有它的成员";

/* No comment provided by engineer. */
"YOS CAN BE OPENED\nFROM THE LOCKSCREEN" = "Yos可以从锁屏被打开";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "您即将删除您的电话号码";

/*No comment provided by engineer.*/
"You can always resubscribe by yoing the service again" = "您可以通过再次yoing的服务始终重新订阅";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "您可以在菜单中取消拦截";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "您无法发送Yo。请通过yo@justyo.co联络我们";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "我们将在短时间内联络您并给您发送更改密码的指引。";

/* No comment provided by engineer. */
"You'll receive a link to change your passcode shortly." = "您会收到一个链接，很快更改您的密码。";

/*Sending images body*/
"You're about to Yo your first photo! Anyone with the link will be able to view it." = "您即将通过Yo发送您的第一张图片！任何获得链接的人将能查看它。";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "您的当前会话不再有效。请重新登录。";

/* No comment provided by engineer. */
"👉 Tap to open\n📎 Yo From YOTEAM" = "👉 点击打开\n📎 Yo从YOTEAM";
